/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "Imposto la %@";
"CreateExtendMoreInfo" = "Seleziona “Crea un nuovo network wireless” se desideri configurare il dispositivo wireless AirPort su un nuovo network wireless. I computer che accedono al network possono comunicare con gli altri computer sul network in modalità wireless, oppure utilizzando Ethernet se sono connessi mediante Ethernet. Se configuri il dispositivo per la connessione a Internet, anche i computer connessi mediante wireless o cavo possono condividere la connessione a Internet. Per configurare un nuovo network wireless, fai clic su Continua.\n\nSe disponi di un network AirPort già configurato, seleziona “Estendi il raggio di azione del network AirPort Extreme o AirPort Express” se desideri che il dispositivo vi acceda ed estenda il raggio d'azione del network. L'estensione del raggio d'azione di un network wireless è nota come WDS (Wireless Distribution System). I dispositivi wireless di un WDS condividono una sola connessione a Internet e distribuiscono la connessione a Internet dei computer connessi al network.";

/* NameMoreInfo */
"NameMoreInfo.Title" = "Assegna un nome e una password al dispositivo wireless";
"NameMoreInfo" = "Il nome viene visualizzato nella barra laterale di Utility AirPort. Utilizza un nome facile da individuare, per esempio Soggiorno. Se un network ha più di un dispositivo wireless, puoi facilmente riconoscere quello desiderato da configurare o modificare. Inserisci una password per il dispositivo. Questa è la password che dovrai inserire prima di modificare le impostazioni.";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "Proteggi il network";
"SecurityMoreInfo" = "Puoi proteggere il network con una password. A chiunque tenti di accedere al network verrà richiesto l'inserimento della password.\n\nI dispositivi wireless AirPort supportano due tipi di password:\n• WPA2: le password Wi-Fi Protected Access sono più sicure ma meno compatibili.\n• Le password WEP a 128 bit (Wired Equivalent Privacy) sono più compatibili con le schede wireless e i computer precedenti.\n\nSe scegli “Nessuna sicurezza”, chiunque si trovi nel raggio di portata può accedere al network senza una password. Questa opzione è sconsigliata.\n\nSe scegli di utilizzare WEP a 128 bit, usa una password di 13 caratteri esatti. In questo modo garantirai la compatibilità con dispositivi Windows e altri dispositivi non Macintosh.\n\nSe scegli di utilizzare WPA2, usa una password di almeno otto caratteri.";
"SecurityMoreInfoWPANone.Title" = "Proteggi il network";
"SecurityMoreInfoWPANone" = "Puoi proteggere il network con una password utilizzando WPA (Personal wireless security). A chiunque cerchi di accedere al tuo network verrà richiesto di inserire la password.\n\nSe scegli “Nessuna sicurezza”, chiunque si trovi nel raggio di portata del network potrà accedervi senza utilizzare una password. Questa opzione non è consigliata.\n\nSe scegli di utilizzare WPA Personal, utilizza una password composta da almeno otto caratteri.";
"SecurityMoreInfoWPA2None.Title" = "Proteggi il network";
"SecurityMoreInfoWPA2None" = "Puoi proteggere il network con una password utilizzando WPA/WPA2 (Personal wireless security). A chiunque cerchi di accedere al tuo network verrà richiesto di inserire la password.\n\nSe scegli “Nessuna sicurezza”, chiunque si trovi nel raggio di portata del network potrà accedervi senza utilizzare una password. Questa opzione non è consigliata.\n\nSe scegli di utilizzare WPA/WPA2 Personal, utilizza una password composta da almeno otto caratteri.";
"SecurityMoreInfoTSN.Title" = "Proteggi il network";
"SecurityMoreInfoTSN" = "Puoi proteggere il network con una password. A chiunque tenti di accedere al network verrà richiesto l'inserimento della password.\n\nI dispositivi wireless AirPort supportano due tipi di password:\n• WPA2: le password Wi-Fi Protected Access sono più sicure ma meno compatibili.\n• Le password WEP (Transitional Security Network) sono più compatibili con le schede wireless e i computer WEP precedenti, ma consentono anche ai client WPA e WPA2 per accedere al network.\n\nSe scegli “Nessuna sicurezza”, chiunque si trovi nel raggio di portata può accedere al network senza una password. Questa opzione è sconsigliata.\n\nSe scegli di utilizzare WEP (Transitional Security Network), usa una password di 13 caratteri esatti.\n\nSe scegli di utilizzare WPA2, usa una password di almeno otto caratteri.";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "Come ti connetti a Internet?";
"InternetMoreInfo" = "Se ti connetti a Internet con un modem via cavo o DSL e il tuo ISP ti fornisce un indirizzo IP automaticamente utilizzando DHCP, seleziona la prima opzione.\n\nSe ti connetti a Internet utilizzando PPPoE (PPP over Ethernet), seleziona la seconda opzione. Se ti connetti a Internet utilizzando PPPoE, probabilmente ti sono stati forniti un nome account e una password. Verifica con il tuo ISP se non sei sicuro.\n\nSe ti stai connettendo a un network Ethernet, seleziona la terza opzione. Verifica con l'amministratore del network (o con la persona che ha effettuato la configurazione) le informazioni sulla modalità di ricezione di un indirizzo IP (sia con DHCP che manualmente).\n\nSe stai configurando una base AirPort dotata di un modem interno e disponi di un account PPP a chiamata telefonica, seleziona “Uso un modem collegato alla mia linea telefonica”.\n\nSe desideri continuare la configurazione della base ma non vuoi connetterti a Internet, seleziona “Non posso ancora collegarmi a Internet”. Puoi sempre ritornare a configurare la connessione a Internet quando sarai pronto.";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "Configura TCP/IP sul dispositivo";
"EthernetMoreInfo" = "La selezione dell'opzione Manualmente o di “Utilizza DHCP” dal menu a comparsa “Configura IPv4” dipende dalle modalità di fornitura degli indirizzi IP da parte dell'ISP. Se ricevi un indirizzo IP automaticamente dall'ISP, seleziona “Utilizza DHCP” dal menu a comparsa “Configura TCP/IP”. Il campo “Indirizzo IP” e altri campi saranno completati dall'ISP.\n\nSe il tuo fornitore di servizi Internet ti ha fornito un indirizzo IP e altri numeri con il tuo account Internet, scegli Manualmente e utilizza tali informazioni per configurare manualmente l'indirizzo IP del dispositivo wireless. Se non sei sicuro, chiedi al tuo fornitore di servizi Internet.\n\nSe quest'ultimo ti richiede l'indirizzo MAC del dispositivo, utilizza l'indirizzo della porta WAN Ethernet, stampato sull'etichetta nella parte inferiore del dispositivo wireless Apple.";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "Specifica l'operazione che vuoi eseguire con %@.";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "Se disponi già di un dispositivo wireless AirPort o un router wireless e desideri sostituire questo dispositivo %@, seleziona \"Desidero sostituire una base o un router wireless con %@ \"";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "Se disponi già di un network e desideri che %@ si colleghi a questo network in modalità wireless oppure utilizzando Ethernet, seleziona \"Desidero che %@ si connetta al mio network attuale\"";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "Se non disponi di un network wireless o desideri aggiungere un network wireless aggiuntivo, seleziona “Desidero creare un nuovo network wireless”";

"GuestNetworkMoreInfo.Title" = "Network ospiti";
"GuestNetworkMoreInfo" = "Un network ospiti consente ai client di collegarsi a Internet senza accedere al network privato. Puoi impostare un network ospiti con o senza la protezione con password.\n\nPuoi utilizzare le impostazioni manuali per impostare altre opzioni per il network ospiti, come ad esempio la condivisione di documenti tra computer collegati al network ospiti.";


/* End of strings file */
